Repository: albanobattistella/green-recorder
Catalog: po/*.po
Languages: it

source: There seems to be a problem in recording. Try running 'green-recorder' from the command line to see the issue.
it: Sembra esserci un problema nella registrazione. Prova a eseguire 'green-recorder' dalla riga di comando per vedere il problema.

source: Stop Recording
it: Interrompi registrazione

source: Recording has started!
it: La registrazione è iniziata!

source: Recording has stopped!
it: La registrazione si è interrotta!

source: Your GIF image is currently being processed, this may take a while according to your PC's resources.
it: La tua immagine GIF è attualmente in fase di elaborazione, questo potrebbe richiedere un po 'di tempo in base alle risorse del tuo PC.

source: File already exists!
it: Il file esiste già!

source: Would you like to overwrite this file?
it: Vorresti sovrascrivere questo file?

source: Sorry Jim, looks like you are using something we don't support
it: Scusa Jim, sembra che tu stia usando qualcosa che non supportiamo

source: About
it: Informazioni su

source: AreaChooser
it: Scelta dell'area

source: File Name..
it: Nome del file..

source: Enter your command here..
it: Inserisci il tuo comando qui ..

source: MKV (Matroska multimedia container format)
it: MKV (formato contenitore multimediale Matroska)

source: Record Video
it: Registra video

source: Record Audio
it: Registra Audio

source: Show Mouse
it: Mostra mouse

source: Follow Mouse
it: Segui Mouse

source: A simple screen recorder for Linux desktop. Supports Wayland & Xorg.
it: Un semplice registratore di schermo per desktop Linux. Supporta Wayland e Xorg.

source: Select a Window
it: Seleziona una finestra

source: Select an Area
it: Seleziona un'area

source: Delay:
it: Ritardo:

source: Run Command After Recording:
it: Esegui comando dopo la registrazione:

source: Audio Input Source:
it: Fonte di ingresso audio:

source: Default PulseAudio Input Source
it: PulseAudio sorgente di ingresso predefinita

source: You didn't run the program using the application icon (desktop file). This will cause the program not to work. Run it using the icon from the menus only. (Need to export GDK_BACKEND=x11 first)
it: Non hai eseguito il programma usando l'icona dell'applicazione (file desktop). Ciò farà sì che il programma non funzioni. Eseguirlo utilizzando l'icona solo dai menu. (È necessario esportare GDK_BACKEND = x11 prima)

source: Your window position has been saved!
it: La posizione della tua finestra è stata salvata!

source: Area Chooser
it: Scelta dell'area

source: Your area position has been saved!
it: La posizione della tua area è stata salvata!
